[
  {
    "name": "Alopecia Areata",
    "description": "Alopecia areata adalah penyakit autoimun yang menyebabkan kerontokan rambut patchy (tapi bisa juga difus atau totalis) akibat serangan sistem imun terhadap folikel rambut. Penyebab pasti tidak diketahui, namun diduga melibatkan faktor genetik, epigenetik, dan lingkungan yang memicu respons imun abnormal. Kondisi ini dapat terjadi pada semua usia dan jenis kelamin, dengan manifestasi klinis yang bervariasi mulai dari kerontokan rambut kecil hingga kebotakan total. Diagnosis biasanya berdasarkan pemeriksaan klinis dan trichoscopy, sedangkan biopsi kulit kepala jarang diperlukan. Pengobatan bertujuan untuk menekan respons imun dan merangsang pertumbuhan rambut kembali, dengan pilihan terapi yang meliputi kortikosteroid intralesional, topikal, serta terapi sistemik pada kasus berat.",
    "causes": [
      "Genetik",
      "Epigenetik (perubahan metilasi DNA dan asetilasi histon)",
      "Stres psikologis → peningkatan kortisol → inflamasi",
      "Faktor diet / pola makan memengaruhi sistem imun (misal minyak kedelai tinggi)",
      "Penyakit autoimun kompleks"
    ],
    "symptoms": [
      "Kerontokan rambut patch dengan batas tegas",
      "Rambut tanda seru (exclamation point hairs) di tepi area rontok",
      "Rambut distrofik dan yellow dots terlihat pada trichoscopy",
      "Kelainan kuku: pitting, rapuh, garis halus",
      "Pria: gejala awal terlihat di area janggut"
    ],
    "treatment": [
      "Intralesional corticosteroid (ILC): triamcinolone acetonide (5 mg/mL kulit kepala, 2.5 mg/mL wajah/alas)",
      "Hentikan terapi jika tidak ada perbaikan dalam 6 bulan",
      "Alternatif: topikal corticosteroid, minoxidil",
      "Manajemen stres dan gaya hidup sehat (diet seimbang)",
      "Pantau respons dan konsultasi ke dokter kulit sesuai kondisi pasien"
    ],
    "reference": [
      "Strazzulla, L.C., Wang, E.H.C., Avila, L., Lo Sicco, K., Brinster, N., Christiano, A.M. dan Shapiro, J., 2018. Alopecia areata: Disease characteristics, clinical evaluation, and new perspectives on pathogenesis. Journal of the American Academy of Dermatology, 78(1), pp.1–12.",
      "Kumaresan, M., 2010. Intralesional steroids for alopecia areata. International Journal of Trichology, 2(1), pp.63–65."
    ]
  },
  {
    "name": "Anagen Effluvium",
    "description": "Anagen effluvium adalah kondisi kerontokan rambut yang terjadi secara cepat dan merata akibat gangguan pada fase anagen (pertumbuhan) rambut. Penyebab umum meliputi kemoterapi, radiasi, dan paparan toksin tertentu yang merusak folikel rambut. Gejala utama adalah rambut rontok secara masif dengan rambut patah di pangkal. Pengobatan fokus pada penghentian atau pengurangan paparan penyebab serta terapi suportif seperti penggunaan minoxidil topikal dan pendinginan kulit kepala selama kemoterapi untuk mengurangi kerusakan folikel.",
    "causes": [
      "Infeksi yang mengganggu pertumbuhan rambut",
      "Obat-obatan: kemoterapi (doksorubisin, nitrosourea, siklofosfamid), siklosporin",
      "Toksin: talium, arsenik, emas, bismut",
      "Radiasi pada kulit kepala",
      "Penyakit autoimun (Alopecia Areata, pemfigus vulgaris) dan kondisi imunobulosa langka"
    ],
    "symptoms": [
      "Kerontokan rambut cepat dan merata",
      "Rambut patah di pangkal (fraktur batang rambut)",
      "Non-sikatrik: tidak ada eritema, skuama, atau pigmentasi khas",
      "Akar rambut panjang dan berpigmen dalam selubung akar"
    ],
    "treatment": [
      "Topikal minoxidil",
      "Pendinginan kulit kepala (scalp cooling) selama kemoterapi",
      "Cosmetic camouflage untuk alis dan rambut",
      "Penghentian obat toksik atau pengelolaan penyakit autoimun penyebab"
    ],
    "reference": [
      "Saleh, D., Nassereddin, A., Saleh, H.M. et al., 2025. Anagen effluvium. Dalam: StatPearls [online]. Treasure Island (FL): StatPearls Publishing.",
      "Oakley, A. & Chang, F.-L. C. 2019. Anagen effluvium. URL: https://dermnetnz.org/topics/anagen-effluvium"
    ]
  },
  {
    "name": "Androgenic Alopecia",
    "description": "Androgenic alopecia (AGA), atau alopesia androgenetik, adalah penyebab paling umum dari kerontokan rambut pada pria dan wanita. Kondisi ini disebabkan oleh sensitivitas folikel rambut terhadap dihidrotestosteron (DHT), hormon androgen yang mempengaruhi siklus pertumbuhan rambut. AGA ditandai dengan penipisan rambut progresif, miniaturisasi folikel, dan pola kerontokan khas seperti garis rambut mundur pada pria dan penipisan di area frontoparietal pada wanita. Faktor genetik dan hormonal berperan penting dalam perkembangan AGA. Pengobatan meliputi penggunaan finasteride, minoxidil, serta terapi tambahan seperti low-level laser therapy (LLLT) dan platelet-rich plasma (PRP) untuk merangsang pertumbuhan rambut.",
    "causes": [
      "Sensitivitas folikel terhadap DHT",
      "Faktor genetik / riwayat keluarga",
      "Perubahan siklus rambut: anagen memendek, telogen memanjang",
      "Faktor pendukung: merokok, sindrom metabolik",
      "Hormon: peningkatan sensitivitas DHT"
    ],
    "symptoms": [
      "Kerontokan progresif",
      "Miniaturisasi rambut (pendek, tipis, kurang pigmen)",
      "Pria: garis rambut mundur, penipisan vertex, kebotakan meluas",
      "Wanita: pola Christmas tree, penipisan frontoparietal tanpa mundurnya garis rambut frontal",
      "Kadang disertai gatal atau nyeri kulit kepala"
    ],
    "treatment": [
      "Finasteride 1 mg",
      "Minoxidil 2-5%",
      "LLLT (low level laser therapy)",
      "PRP therapy",
      "Terapi tambahan: LLLT/PRP untuk memicu pertumbuhan rambut (efektivitas bervariasi)"
    ],
    "reference": [
      "Putri, A. dan Listiawan, M., 2022. Pendekatan diagnosis dan tata laksana alopesia androgenetik. Medicinus, 35(1), pp.3–9."
    ]
  },
  {
    "name": "Folliculitis",
    "description": "Folliculitis adalah peradangan pada folikel rambut yang biasanya disebabkan oleh infeksi bakteri, jamur, atau iritasi fisik/kimia. Kondisi ini dapat terjadi di berbagai area tubuh yang memiliki rambut, termasuk kulit kepala. Gejala umum meliputi bintik merah kecil, benjolan berisi nanah, gatal, dan rasa tidak nyaman pada area yang terkena. Pengobatan tergantung pada penyebabnya, namun umumnya melibatkan pembersihan area yang terinfeksi, penggunaan krim antibiotik atau antijamur, serta tindakan pencegahan untuk menghindari iritasi lebih lanjut.",
    "causes": [
      "Sering bercukur atau waxing",
      "Folikel tersumbat akibat produk riasan atau keringat",
      "Kontak tangan kotor",
      "Infeksi bakteri pada folikel rambut",
      "Cedera pada folikel rambut",
      "Penggunaan pakaian / bahan yang mengiritasi kulit"
    ],
    "symptoms": [
      "Rambut rontok di area terkena",
      "Bintik merah kecil seperti jerawat",
      "Benjolan berisi nanah yang membesar atau pecah",
      "Gatal, nyeri, panas, atau perih pada area terkena"
    ],
    "treatment": [
      "Hindari bercukur berlebihan",
      "Cuci area dengan sabun antibakteri dan air hangat",
      "Jangan menggaruk atau menyentuh area dengan tangan kotor",
      "Gunakan krim antibiotik atau topikal",
      "Kompres dengan air garam bersih",
      "Obat antijamur jika penyebab jamur",
      "Konsultasi dokter jika tidak membaik"
    ],
    "reference": [
      "Mayo Clinic Staff, 2020. Folliculitis. URL: https://www.mayoclinic.org/diseases-conditions/folliculitis/symptoms-causes/syc-20352735",
      "Siloam Hospitals Medical Team. 2025. Folliculitis – Symptoms, Causes, Diagnosis, and Treatments. URL: https://www.siloamhospitals.com/en/informasi-siloam/artikel/what-is-folliculitis"
    ]
  },
  {
    "name": "Pedikulosis Kapitis",
    "description": "Pedikulosis kapitis adalah infestasi parasit kutu kepala (Pediculus humanus var. capitis) pada kulit kepala manusia. Kutu ini menempel pada rambut dan menghisap darah dari kulit kepala, menyebabkan gatal-gatal dan iritasi. Penularan biasanya terjadi melalui kontak langsung atau penggunaan bersama barang-barang pribadi seperti sisir, topi, atau jilbab. Gejala utama meliputi gatal hebat, iritasi kulit, dan adanya telur kutu (nits) yang menempel pada batang rambut. Pengobatan melibatkan penggunaan lotion atau shampo anti-kutu, serta tindakan pencegahan untuk menghindari penularan lebih lanjut.",
    "causes": [
      "Ektoparasit/kutu kepala: Pediculus humanus var. capitis",
      "Menempel pada kulit kepala dan menghisap darah",
      "Penularan: kontak langsung atau penggunaan barang bersama (jilbab, topi, peci)"
    ],
    "symptoms": [
      "Gatal akut pada kulit kepala",
      "Iritasi dan sensasi digigit oleh kutu"
    ],
    "treatment": [
      "Farmakoterapi: lotion permethrin 1%",
      "Non-farmakoterapi: sisir serit untuk mengangkat kutu dan telur saat rambut basah",
      "Edukasi kebersihan pribadi dan lingkungan",
      "Pisahkan alat pribadi untuk mencegah penularan"
    ],
    "reference": [
      "Maryanti, E., Lestari, E., Wirdayanto, A., Mislindawati, W. dan Devlin, M., 2024. Pemeriksaan dan pengobatan dalam rangka pemberantasan pedikulosis kapitis pada anak panti asuhan. Jurnal Abdimas Madani dan Lestari (JAMALI), 6(2), pp.112–117."
    ]
  },
  {
    "name": "Psoriasis",
    "description": "Psoriasis adalah penyakit inflamasi kronis yang mempengaruhi kulit dan dapat melibatkan kulit kepala, menyebabkan kerontokan rambut sementara. Penyebab pasti psoriasis tidak diketahui, namun diduga melibatkan interaksi kompleks antara faktor genetik, imunologis, dan lingkungan. Psoriasis ditandai oleh proliferasi sel kulit yang cepat, menghasilkan plak merah bersisik yang tebal. Pengobatan psoriasis meliputi terapi topikal, fototerapi, dan obat sistemik untuk mengendalikan peradangan dan memperlambat pertumbuhan sel kulit.",
    "causes": [
      "Genetik: predisposisi multifaktorial",
      "Pemicu lingkungan: infeksi (Streptococcus), trauma fisik, merokok, alkohol",
      "Obat-obatan: beta-blocker, lithium, obat lain yang memicu kondisi"
    ],
    "symptoms": [
      "Plak salmon-pink dengan batas tegas dan sisik menempel longgar",
      "Simetris di area trauma kulit (fenomena Koebner): siku, lutut, kulit kepala pada anak-anak (pityriasis amiantacea)",
      "Variasi usia: remaja (guttate psoriasis), lansia (erythrodermic psoriasis)",
      "Perubahan kuku: lekukan/pitting, kuku lepas dari dasar (onycholysis)",
      "Ketombe membandel di kulit kepala",
      "Kadang gatal (pruritus)"
    ],
    "treatment": [
      "Edukasi & gaya hidup: kurangi alkohol, berhenti merokok, perbaiki diet",
      "Topikal: pelembap (urea/asam salisilat), kortikosteroid, calcipotriol, tar, dithranol",
      "Fototerapi: narrowband UVB",
      "Obat sistemik: methotrexate, acitretin, cyclosporin, obat baru (apremilast, deucravacitinib)",
      "Biologis: anti-TNF, anti-IL-17, anti-IL-23, anti-IL-12/23 untuk kasus berat"
    ],
    "reference": [
      "Chan, J.J., 2025. Psoriasis: an update on topical and systemic therapies. Australian Prescriber, 48(3), pp.87–92."
    ]
  },
  {
    "name": "Seborrheic Dermatitis",
    "description": "Seborrheic dermatitis adalah kondisi inflamasi kronis yang mempengaruhi kulit berminyak, terutama di area seperti kulit kepala, wajah, dan bagian atas tubuh. Penyebab utama melibatkan pertumbuhan berlebih jamur Malassezia sp. yang mengganggu fungsi epidermis. Gejala meliputi kulit mengelupas atau ketombe, bercak berminyak dengan sisik atau kerak putih kekuningan, ruam annular atau petaloid, serta rasa gatal. Pengobatan meliputi penggunaan topikal antijamur seperti ketokonazol dan ciclopirox, kortikosteroid, serta inhibitor kalsineurin. Pada kasus berat atau resisten, terapi oral seperti itrakonazol atau terbinafin dapat digunakan.",
    "causes": [
      "Jamur Malassezia sp. (M. globosa, M. restricta)",
      "Infeksi kulit berminyak, mengganggu fungsi epidermis"
    ],
    "symptoms": [
      "Kulit mengelupas / ketombe di kulit kepala, rambut, alis, janggut, kumis",
      "Bercak berminyak dengan sisik atau kerak putih kekuningan",
      "Ruam annular atau petaloid",
      "Gatal (pruritus)",
      "Warna ruam bervariasi tergantung warna kulit"
    ],
    "treatment": [
      "Topikal: ketokonazol, ciclopirox, kortikosteroid, inhibitor kalsineurin",
      "Oral: itrakonazol, terbinafin pada kasus berat/resisten",
      "Non-farmakologis: membersihkan lesi dengan sisir, kompres air hangat"
    ],
    "reference": [
      "Mayo Clinic Staff. 2025. Seborrheic dermatitis. URL: https://www.mayoclinic.org/diseases-conditions/seborrheic-dermatitis/symptoms-causes/syc-20352710.",
      "Sudarmanto, S.H., Sibero, H.T., Ratna, M.G. dan Darwis, I., 2025. Seborrheic dermatitis: etiology, risk factors, pathophysiology, diagnosis, and management. Medical Profession Journal of Lampung, 14(11), pp.2133–2139."
    ]
  },
  {
    "name": "Telogen Effluvium",
    "description": "Telogen effluvium adalah kondisi kerontokan rambut yang terjadi akibat gangguan pada siklus pertumbuhan rambut, khususnya peningkatan jumlah rambut yang memasuki fase telogen (fase istirahat). Penyebab umum meliputi stres berat, infeksi, operasi besar, perubahan hormon, dan defisiensi nutrisi. Gejala utama adalah kerontokan rambut yang merata dan difus tanpa adanya peradangan atau jaringan parut. Pengobatan fokus pada identifikasi dan pengelolaan penyebab yang mendasari serta perawatan suportif untuk merangsang pertumbuhan rambut kembali.",
    "causes": [
      "Stres berat",
      "Infeksi atau demam tinggi",
      "Operasi besar atau cedera parah",
      "Perubahan hormon: hamil, melahirkan, hipotiroid",
      "Obat-obatan: tiroid, antikonvulsan (carbamazepine, propylthiouracil)",
      "Diet ketat atau anoreksia",
      "Gangguan endokrin dan penyakit kronis (kanker, lupus, gagal ginjal/liver)"
    ],
    "symptoms": [
      "Kerontokan rambut difus / merata, bukan patch",
      "Rambut rontok banyak (~300 helai/hari)",
      "Rambut kering dan menipis pada fase kronis (>6 bulan)",
      "Kulit kepala normal: tidak gatal, ruam, panas, atau ketombe"
    ],
    "treatment": [
      "Atasi pemicu utama (misal sesuaikan obat, obati infeksi, perbaiki hormon)",
      "Minoxidil topikal untuk merangsang pertumbuhan rambut",
      "Suplemen vitamin dan mineral jika defisiensi gizi",
      "Perlakuan lembut pada rambut: hindari menyisir kuat, alat panas, catok, bahan kimia",
      "Gaya hidup sehat: diet seimbang, olahraga, istirahat cukup, manajemen stres (relaksasi, meditasi, yoga)"
    ],
    "reference": [
      "Strazzulla, L.C., Wang, E.H.C., Avila, L., Lo Sicco, K., Brinster, N., Christiano, A.M. dan Shapiro, J., 2018. Alopecia areata: Disease characteristics, clinical evaluation, and new perspectives on pathogenesis. Journal of the American Academy of Dermatology, 78(1), pp.1–12.",
      "Alodokter. 2025. Telogen Effluvium. Ditinjau oleh dr. Pittara. URL: /mnt/data/8f62854c-7155-4a43-9560-7e1c950555f9.png."
    ]
  },
  {
    "name": "Temporal Triangular Alopecia",
    "description": "Temporal triangular alopecia adalah kondisi kebotakan segitiga yang terjadi di area frontotemporal kulit kepala. Kondisi ini biasanya muncul sejak lahir atau pada usia dini dan bersifat non-progressive serta non-scarring. Penyebabnya diduga terkait dengan faktor genetik dan sindrom bawaan tertentu seperti Down syndrome dan malformasi Dandy–Walker. Tidak ada pengobatan farmakologis yang efektif, namun opsi bedah seperti eksisi atau transplantasi rambut dapat dipertimbangkan.",
    "causes": [
      "Genetik: paradominant pattern atau mosaic genetic component",
      "Kaitan dengan sindrom bawaan: Down syndrome, malformasi Dandy–Walker",
      "Waktu muncul: sejak lahir (congenital) atau usia 2–9 tahun"
    ],
    "symptoms": [
      "Area kebotakan segitiga di frontotemporal",
      "Hanya satu patch, unilateral, menetap",
      "Tidak melebar (non-progressive)",
      "Non-scarring (tidak ada jaringan parut)",
      "Tidak responsif terhadap pengobatan"
    ],
    "treatment": [
      "Tidak ada pengobatan farmakologis efektif",
      "Opsi bedah: eksisi atau transplantasi rambut",
      "Topikal/eksperimental: minoxidil 5% (hasil sementara)",
      "PRP therapy (hasil sementara)"
    ],
    "reference": [
      "Strazzulla, L.C., Wang, E.H.C., Avila, L., Lo Sicco, K., Brinster, N., Christiano, A.M. dan Shapiro, J., 2018. Alopecia areata: Disease characteristics, clinical evaluation, and new perspectives on pathogenesis. Journal of the American Academy of Dermatology, 78(1), pp.1–12."
    ]
  },
  {
    "name": "Trikotilomania",
    "description": "Trikotilomania adalah gangguan kontrol impuls yang ditandai oleh dorongan berulang dan tidak terkendali untuk mencabut rambut dari kulit kepala, alis, atau area tubuh lainnya. Kondisi ini sering kali dipicu oleh stres, kecemasan, atau trauma psikologis, dan dapat menyebabkan kerontokan rambut yang signifikan serta dampak psikososial bagi penderitanya. Trikotilomania dapat terjadi pada semua usia, namun paling sering muncul pada masa kanak-kanak atau remaja. Pengobatan melibatkan terapi kognitif-perilaku (CBT), terapi farmakologis seperti selective serotonin reuptake inhibitors (SSRI), serta manajemen stres dan dukungan psikososial.",
    "causes": [
      "Gangguan kontrol impuls: neurobiologis, psikologis, genetik",
      "Pemicu: stres, kecemasan, trauma psikologis",
      "Komorbiditas: OCD, depresi, gangguan kecemasan"
    ],
    "symptoms": [
      "Rambut rontok tidak rata, area botak tidak merata",
      "Rambut patah dengan panjang berbeda (mencabut manual)",
      "Pola kerontokan tidak berbatas tegas (beda dengan AA)",
      "Kadang coexist dengan androgenic alopecia"
    ],
    "treatment": [
      "Terapi kognitif-perilaku (CBT) untuk mengubah kebiasaan mencabut",
      "Terapi farmakologis: SSRI",
      "Manajemen stres",
      "Dukungan psikososial",
      "Pendekatan terapi personal sesuai keparahan dan kebutuhan pasien"
    ],
    "reference": [
      "Strazzulla, L.C., Wang, E.H.C., Avila, L., Lo Sicco, K., Brinster, N., Christiano, A.M. dan Shapiro, J., 2018. Alopecia areata: Disease characteristics, clinical evaluation, and new perspectives on pathogenesis. Journal of the American Academy of Dermatology, 78(1), pp.1–12."
    ]
  }
]
